export const titleZH = {
  title: <>常见问题</>,
  question: <>什么是非同质化代币（NFT）？</>,
  answer: (
    <>
      NFT是 &quot;Non-fungible token
      &quot;的缩写，这意味着它是一种独一无二的数字物品，具有区块链管理的所有权，用户可以购买、拥有和交易。一些NFT的基本功能是数字艺术品。但它们也可以提供额外的好处，如独家访问网站、活动门票和所有权记录。NFTs可以用来表示容易复制的项目，如照片、视频、音频和其他类型的数字文件，作为独一无二的物品。NFTs使用区块链技术来建立一个公开验证所有权的证明。保持安全，总是自己研究清楚。
    </>
  ),
};

export const questionsZH = [
  {
    question: <>什么是The Assets Club？</>,
    answer: (
      <>The Assets Club是在以太坊区块链上创建的独一无二的非同质化ERC-721-A代币。Assets是一种早期访问的通行证P-ASS。</>
    ),
  },
  {
    question: <>这是一个 &quot;头像图片项目 &quot;吗？</>,
    answer: (
      <>它不是被设计成这样的。请注意，在Twitter等社交网络上使用它作为个人资料图片时，算法不喜欢过于裸露的资产。</>
    ),
  },
  {
    question: <>会有多少Assets？</>,
    answer: <>将有5777个独特的、随机产生的Assets。</>,
  },
  {
    question: <>每个Asset看起来都不一样吗？</>,
    answer: <>所有这些都是独一无二的。我们有超过25种不同的Asset形状!</>,
  },
  {
    question: <>什么是生成性艺术？</>,
    answer: (
      <>
        生成艺术是指任何艺术实践，艺术家创造一个过程，如一套自然语言规则、计算机程序、机器或其他程序性发明，然后以某种程度的自主性启动，促成或导致一个完整的艺术作品。
      </>
    ),
  },
  {
    question: <>什么是Asset的价格？</>,
    answer: (
      <>
        私下销售。每个钱包有1个免费的NFT，1个付费的可选NFT。价格待定。(低于100美元）。公开销售。价格待定。(如果有公开销售)。请记住，由于以太坊上的交易手续费，所以会产生额外的费用。
      </>
    ),
  },
  {
    question: <>The Assets Club的资金将如何使用？</>,
    answer: <>一级销售的45%+100%的二级销售版权费( 5.5%)，用于建设Inspirata。一级销售的55%将用于支付团队。</>,
  },
  {
    question: <>我怎样才能加入Asset List？</>,
    answer: <>我们经常在Twitter/Discord上向我们的社区和真正的人提供名额。将会有抽奖活动，也可以通过表格申请。</>,
  },
  {
    question: <>你有OG角色吗？</>,
    answer: (
      <>
        我们有数量有限的 &quot;Original Asset
        &quot;角色，供那些希望更密切参与这一旅程的人使用。如果你想申请，请将包含你的演讲、社交和推荐信的申请书发送到：contact@theassets.club
      </>
    ),
  },
  {
    question: <>拥有Asset NFT的好处是什么？</>,
    answer: (
      <>
        我们真的想认可我们的早期支持者和社区成员。拥有Asset
        意味着你是他们中的一员。你将优先获得我们未来的项目。Inspirata。持有多个Asset NFT使您有权获得尚未披露的东西。
      </>
    ),
  },
  {
    question: <>我什么时候可以铸造Assets？</>,
    answer: <>有待公布。</>,
  },
  {
    question: <>哪些钱包支持铸造？</>,
    answer: <>你将能够使用钱包连接支持的任何钱包进行造币，包括MetaMask。</>,
  },
  {
    question: <>铸造名单的位置是否会超发？</>,
    answer: <>会的，会略微超发。</>,
  },
  {
    question: <>何时开图？</>,
    answer: <>待定。</>,
  },
  {
    question: <>智能合约发布了吗？</>,
    answer: <>已写好，尚未公开。</>,
  },
  {
    question: <>代币$ASS？</>,
    answer: (
      <>
        没有计划，但有可能。对于任何tokenomics，我们会先发布一份白皮书，如果有的话，我们会确保我们推出的任何代币都遵守法规，并在我们的生态系统中可持续发展。
      </>
    ),
  },
  {
    question: <>你们有DAO吗？</>,
    answer: <>没有，我们没有DAO，目前也不在我们的计画上。</>,
  },
  {
    question: <>你们有土地吗？</>,
    answer: <>不，我们不提供土地，土地也不在我们的计画上。</>,
  },
  {
    question: <>Asset持有人获得哪些知识产权(IP)？</>,
    answer: <>你想用你的资产做什么，你都有权利。您拥有的资产NFT代币的全部商业艺术权利。</>,
  },
  {
    question: <>法律、律师？</>,
    answer: <>我们将与律师紧密合作，为我们的持有人利益制定法律、监管和税收战略。世界各地的法律正在追赶web3的创新。</>,
  },
  {
    question: <>这个NFT的价值是什么？</>,
    answer: <>这个系列首先是一个艺术创作。Asset的价值来自愿意为它买单的人。</>,
  },
  {
    question: <>最后但并非最不重要。</>,
    answer: (
      <>
        请记住，我们永远不会做 &quot;隐形铸造 &quot;或
        &quot;惊喜空投&quot;。我们总是提前几周宣布活动，并且只通过官方渠道。我们的团队、mods和机器人永远不会给你发DM，如果你被联系过，他们100%是冒充者/冒名顶替者。
      </>
    ),
  },
];
